Repository: lordcordis/swapi-mvvm-2
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

source: SWAPI: A Star Wars API
ru: SWAPI: API Звёздных Войн

source: People
ru: Персонажи

source: Planets
ru: Планеты

source: Starships
ru: Звездолёты

source: Species
ru: Виды

source: Vehicles
ru: Транспорт

source: Films
ru: Фильмы

source: Film
ru: Фильм

source: Search
ru: Поиск

source: SWAPI is down / Your connection is offline Pull down to refresh
ru: SWAPI недоступен / Нет подключения к интернету Потяните вниз для обновления

source: Characters
ru: Персонажи

source: Pilots
ru: Пилоты

source: Residents
ru: Жители

source: Representatives
ru: Представители

source: Homeworld
ru: Родная планета

source: Film:
ru: Фильм:

source: Character:
ru: Персонаж:

source: Planet:
ru: Планета:

source: Species:
ru: Вид:

source: Starship:
ru: Звездолёт:

source: Vehicle:
ru: Транспорт:

source: Rotation period:
ru: Период вращения:

source: Orbital period:
ru: Орбитальный период:

source: Diameter:
ru: Диаметр:

source: Climate:
ru: Климат:

source: Gravity:
ru: Гравитация:

source: Terrain:
ru: Местность:

source: Surface water level:
ru: Уровень воды:

source: Population:
ru: Население:

source: Opening crawl:
ru: Вступительный текст:

source: Director:
ru: Режиссёр:

source: Producer:
ru: Продюсер:

source: Release date:
ru: Дата выхода:

source: Height:
ru: Рост:

source: Mass:
ru: Масса:

source: Hair color:
ru: Цвет волос:

source: Skin color:
ru: Цвет кожи:

source: Eye color:
ru: Цвет глаз:

source: Birth year:
ru: Год рождения:

source: Gender:
ru: Пол:

source: Cargo capacity:
ru: Грузоподъёмность:

source: Consumables:
ru: Запасы:

source: Cost in credits:
ru: Стоимость в кредитах:

source: Crew:
ru: Экипаж:

source: Length:
ru: Длина:

source: Manufacturer:
ru: Производитель:

source: Max atmosphering speed:
ru: Макс. скорость в атмосфере:

source: Model:
ru: Модель:

source: Passengers:
ru: Пассажиры:

source: Vehicle class:
ru: Класс транспорта:

source: Name:
ru: Название:

source: Classification:
ru: Классификация:

source: Average height:
ru: Средний рост:

source: Skin colors:
ru: Цвета кожи:

source: Hair colors:
ru: Цвета волос:

source: Eye colors:
ru: Цвета глаз:

source: Average lifespan:
ru: Средняя продолж. жизни:

source: years
ru: лет

source: Language:
ru: Язык:

source: Hyperdrive rating:
ru: Рейтинг гипердвигателя:

source: Starship class:
ru: Класс звездолёта:
